Repository: MohamedGomaaRadwan/simsim
Catalog: lib/l10n/app_*.arb
Languages: ar

# allLoveBeingsAndEndsThere
source: All love begins and end there.
ar: كل الحب يبدأ وينتهى هناك

source: GET STARTED!
ar: ابدأ

source: Your email
ar: الحساب

source: Your name
ar: الأسم

source: Password
ar: كلمة المرور

source: Forgot Password ?
ar: نسيت كلمة المرور؟

source: OR
ar: أو

source: Create password
ar: إنشاء كلمه المرور

source: Login
ar: تسجيل الدخول

source: Signup
ar: اشتراك

source: Password Recovery
ar: إستعادة كلمة المرور

source: New born essentials.
ar: أساسيات المولود الجديد.

# loremIpsum
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit.
ar: أهلا بك فى عالمنا الجديد عالم سمسم استمتع معنا .

source: By signing up, You confirm
ar: بتسجيلك للدخول أنت توافق على

source: Privacy policy
ar: سياسة الخصوصية

source: Already have an account?
ar: بالفعل لديك حساب ؟

# doNotHaveAnAccount
source: Don't have an account?
ar: ألاتملك حساب ؟

source: Sign up to your account
ar: الأشتراك بحسابك

# loginTYourAccount
source: Login to your account
ar: تسجيل الدخول لحسابك

source: Signup with Google
ar: الأشتراك بحساب جوجل

source: Signup with Apple
ar: الأشتراك بحساب أبل

source: Continue with Google
ar: تسجيل الدخول بحساب جوجل

source: Continue with Apple
ar: تسجيل الدخول بحساب أبل
